Repository: ArthurGuatsaev/messanger
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Locations
ru: Локации

source: Privacy policy
ru: Политика конфиденциальности

# privacyText
source: Your privacy is important to us This app collects a limited amount of data to offer you a fast and reliable VPN service. Here are examples of what information we collect when you use this application: • Device information such as OS version, hardware model, and IP address to optimize network connectivity and provide high quality service. • Aggregated, anonymous activity data to perform analytics on our service, share information about application usage, and provide reliable access to certain sites and applications. • Total bandwidth consumed and duration of connection to our VPN service. Full information about the data collected and the procedure for their processing is contained in our Privacy Policy.
ru: Ваша конфиденциальность важна для нас Это приложение собирает ограниченный объем данных, чтобы предложить вам быстрый и надежный VPN-сервис. Вот примеры того, какую информацию мы собираем при использовании вами этого приложения: • Информация об устройстве, такая как версия ОС, модель аппаратного обеспечения и IP-адрес, в целях оптимизации сетевого подключения и обеспечения высокого качества обслуживания. • Агрегированные анонимные данные об активности для выполнения аналитики нашего сервиса, обмена информацией об использовании приложения и обеспечения надежного доступа к определенным сайтам и приложениям. • Общая потребленная пропускная способность и продолжительность подключения к нашему VPN-сервису. Полная информация о собираемых данных и о порядке их обработки содержится в нашей Политика конфиденциальности.

# privacyAccept
source: Accept and continue
ru: Принять и продолжить

# disconnectDescription
source: To disconnect push button
ru: Для отключения нажмите на кнопку

# connectDescription
source: To connect push button
ru: Для подключения нажмите на кнопку

source: Connect
ru: Подключить

source: Disconnect
ru: Отключить

source: Connected
ru: Подключено

source: Disconnected
ru: Отключено

# privacyPolicyNote1
source: By using the application you agree to our
ru: Используя приложение, вы соглашаетесь с нашими

# privacyPolicyNote2
source: Terms of Use
ru: Условиями использования

# privacyPolicyNote3
source: and
ru: и

# privacyPolicyNote4
source: Privacy Policy
ru: Политикой конфиденциальности

# termsOfUseButton
source: Terms of Use
ru: Условия использования

# privacyPolicyButton
source: Privacy Policy
ru: Политика конфиденциальности

source: Contacts
ru: Контакты

source: About Us
ru: О нас

source: Share App
ru: Поделиться

# appReview
source: Rate the App
ru: Оценить приложение

source: Step
ru: Шаг

# step1Title
source: Personalize the application for yourself
ru: Персонализируйте приложение для себя

# step2Title
source: Select connection protocol
ru: Выберите протокол подключения

# step3Title
source: Choose your favorite location
ru: Выберите свое любимое место

# step1SubTitle
source: Customize the application just for you. Make it even more convenient
ru: Настройте приложение специально для себя. Сделайте его еще более удобным

# step2SubTitle
source: We recommend Auto Mode
ru: Мы рекомендуем Автоматический режим

# step3SubTitle
source: This will be the first location you connect to
ru: Это будет первое место, к которому вы подключитесь

source: Start
ru: Начать

# continueStep
source: Continue
ru: Продолжить

# protocolItem1Subtitle
source: We will select the best protocol specifically for you
ru: Мы подберем оптимальный протокол специально для вас

# protocolItem2Subtitle
source: One of the newest protocols and has significant advantages
ru: Один из новейших протоколов, обладающий значительными преимуществами

# protocolItem3Subtitle
source: Adds encryption and authentication to make the protocol more secure
ru: Добавляет шифрование и аутентификацию, чтобы сделать протокол более безопасным

# protocolItem4Subtitle
source: Free implementation of virtual private network technology
ru: Свободное внедрение технологии виртуальных частных сетей

# subTitle
source: Try security from a new perspective
ru: Попробуйте взглянуть на безопасность с новой стороны

# subSubtitle1
source: Connection to all locations
ru: Подключение ко всем локациям

# subSubtitle2
source: Unlimited traffic
ru: Неограниченный трафик

# subSubtitle3
source: No ADS in the app
ru: В приложении нет рекламы

# subPriceInfo
source: Just $9,99 / week. Free trial | Cancel any time
ru: Всего $9,99 / за неделю. Бесплатная пробная версия | Отмена в любой момент

# termOfUser
source: Terms of use
ru: Условия использования

source: Restore
ru: Восстановить

# boardPrivacy
source: Privacy Policy
ru: Политика конфиденциальности

source: Subscribe
ru: Подписаться

source: Continue with ADS
ru: Продолжить с рекламой

# subInfo
source: Information about products not manufactured by Apple, or independent websites not controlled or tested by Apple, is provided without recommendation or endorsement. Apple assumes no responsibility with regard to the selection, performance, or use of third-party websites or products. Apple makes no representations regarding third-party website accuracy or reliability. Risks are inherent in the use of the Internet. Contact the vendor for additional information. Other company and product names may be trademarks of their respective owners.
ru: Информация о продуктах, не производимых компанией Apple, или независимых веб-сайтах, не контролируемых и не тестируемых компанией Apple, предоставляется без рекомендаций или одобрения. Компания Apple не несет никакой ответственности за выбор, работу или использование веб-сайтов или продуктов сторонних производителей. Компания Apple не делает никаких заявлений относительно точности или надежности веб-сайтов третьих лиц. Использование Интернета сопряжено с рисками. За дополнительной информацией обращайтесь к поставщику. Другие названия компаний и продуктов могут быть товарными знаками соответствующих владельцев.

# internetError
source: Check the internet connection
ru: Проверьте соединение с интернетом

# successSubscribe
source: You're subscribed
ru: Вы подписаны

# restoredError
source: You have not previously purchased subscriptions with this Apple ID
ru: Вы ранее не приобретали подписки с этим Apple ID

# restoredOldError
source: You have no active subscriptions on this Apple ID
ru: У вас нет активных подписок на этом Apple ID

source: Subscriptions
ru: Подписки

# vpnNoAllowed
source: You have not granted access to add the VPN configuration. Try again and don't miss!
ru: Вы не предоставили доступ к добавлению конфигурации VPN. Попробуйте сново и не промахнитесь!

# dialogOpeningLocation
source: You must watch the video to connect to this location. Continue?
ru: Для подключения к этой локации необходимо посмотреть видео. Продолжить?

# adsRewardFaildMessage
source: Failed attempt, loading ads. Try again later.
ru: Неудачная попытка загрузки рекламы. Попробуйте позже.

# subSuccess
source: You're subscribed
ru: Вы подписаны
